tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "adoptopenjdk/openjdk"
tap "denisidoro/tools"
tap "hidetatz/tap"

cask "adoptopenjdk8"
cask "adoptopenjdk16"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "quicklook-json"
cask "sketchbook"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "typora"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "whatsapp"

brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "figlet" 
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "htop"
brew "hyperfine"
brew "jmeter"
brew "jq"
brew "lsusb"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "maven"
brew "n"
brew "ncdu"
brew "parallel"
brew "pinentry-mac"
brew "python@3.9"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"

mas "Monosnap - screenshot editor", id: 540348655
mas "Pocket", id: 568494494
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Gifski", id: 1351639930
