tap "candid82/brew"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "catimg"
brew "cmake"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "eza"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "lsusb"
brew "make"
brew "mas"
brew "ncdu"
brew "parallel"
brew "pinentry-mac"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "z"
brew "denisidoro/tools/navi"
brew "yqrashawn/goku/goku"


cask "alt-tab"
cask "appcleaner"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"

cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"

