tap "adoptopenjdk/openjdk"
tap "candid82/brew"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "catimg"
brew "cmake"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "eza"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "htop"
brew "hyperfine"
brew "python@3.9"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "libpq"
brew "lsusb"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "maven"
brew "mysql-client"
brew "ncdu"
brew "node"
brew "nvm"
brew "parallel"
brew "pinentry-mac"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "denisidoro/tools/navi"
brew "yqrashawn/goku/goku"


cask "alt-tab"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "dbeaver-community"
cask "devtoys"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "notion"
cask "postman"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"

cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "trailer"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Tweetbot", id: 557168941
