tap "adoptopenjdk/openjdk"
tap "creditas/tap", "git@github.com:Creditas/homebrew-tap.git"
tap "denisidoro/tools"
tap "dty1er/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "go"
brew "gradle"
brew "htop"
brew "hyperkit"
brew "jmeter"
brew "jq"
brew "k9s"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql-client"
brew "ncdu"
brew "node", link: false
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "python@2", link: false
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "unrar"
brew "vim"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "denisidoro/tools/navi"
brew "dty1er/tap/kubecolor"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "appcleaner"
cask "authy"
cask "aws-vault"
cask "bitwarden"
cask "brave-browser"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flipper"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "notion"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "quicklook-json"
cask "reactotron"
cask "sketchbook"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tunnelblick"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
